print('Раси: 1)аргоніанін, 2)бретонець, 3)альтмер, 4)норд, 5)данмер, 6)каджит')
race = int(input('Оберiть расу : '))
races = {1: 'аргоніанін', 2:'бретонець' , 3: 'альтмер' , 4: 'норд' , 5: 'данмер', 6: 'каджит'}

print('Стать: 1)Чоловiк, 2)Жiнка')
gender = int(input('Оберiть стать : '))
genders = {1: 'Чоловiк', 2:'Жiнка'}

print('Кольори: 1)Бiлий, 2)Червоний, 3)Синiй')
skin = int(input('Оберiть колір шкіри : '))
skins = {1: 'Бiлий', 2:'Червоний', 3:'Синiй'}

print('Татуювання: 1)Без тату, 2)Тату-дракон, 3)Тату-змiй, 4)Тату-корабель')
tattoo = int(input('Оберiть тату : '))
tattoos = {1: 'Без тату', 2: 'Тату-дракон', 3:'Тату-змiй', 4: 'Тату-корабель'}

print('Колiр волосся: 1)Чорний, 2)Бiлий, 3)Коричневий, 4)Червоний, 5)Синiй')
hair = int(input('Оберiть колiр волосся : '))
hairs = {1: 'Чорний', 2:'Бiлий', 3:'Коричневий', 4:'Червоний', 5:'Синiй' }



print('------------------')
print('Ваш персонаж : ')
print('Ваша раса - ' , races[int(race % 7)])
print('Ваша стать - ' , genders[int(gender % 7)])
print('Ваше тату - ' , tattoos[int(tattoo % 7)])
print('Ваш колiр волосся - ' , hairs[int(hair % 7)])